Repository: frostkom/mf_law
Catalog: lang/lang_law-*.po
Languages: sv_se

source: This law is not connected to any lists even though it's parent is. %sWould you like to add the same lists as preview on this law?%s
sv_se: Författningen är inte kopplad till någon lista även om den författning som den ska ersätta vid nästa publicering har det. %sVill du lägga till samma listor för förhandsvisning på denna författning?%s

source: Update
sv_se: Uppdatera

source: Add New
sv_se: Lägg till ny

source: Name
sv_se: Namn

source: What does the change mean?
sv_se: Vad innebär förändringen?

source: Links
sv_se: Länkar

source: Link to original law
sv_se: Länk till originalförfattning

source: What does the law say?
sv_se: Vad säger lagen?

source: There is no info yet
sv_se: Det finns ingen info ännu

source: Updated to
sv_se: Uppdaterad med ändringsföreskrift

source: Released
sv_se: Ändringsföreskrift beslutad

source: Valid from
sv_se: Gäller från

source: Valid to
sv_se: Gäller tom.

source: Save
sv_se: Spara

source: Are you sure that you want to update this? It has already been revoked and it will be updated in those lists where it's already published
sv_se: Är du säker på att du vill uppdatera denna? Den har blivit upphävd och detta kommer att uppdateras i de listor som den redan är publicerad i

source: The law has been revoked. Contact an admin if this law needs to be updated
sv_se: Författningen har blivit upphävd. Kontakta en admin om denna författning behöver uppdateras

source: Are you sure that you want to update this? It will be updated in those lists where it's already published
sv_se: Är du säker på att du vill uppdatera denna? Det kommer att uppdateras i de listor där den redan är publicerad

source: The law is already published. Contact an admin if this law needs to be updated
sv_se: Författningen är redan publicerad. Kontakta en admin om denna författning behöver uppdateras

source: The law has been revoked so you can't create a new version
sv_se: Författningen har upphävts så du kan inte skapa en ny version

source: The law has not been published yet so you can't create a new version
sv_se: Författningen har inte publicerats ännu så du kan inte skapa en ny version

source: Save new version
sv_se: Spara ny version

source: Are you sure that you want to save a new version? This will replace the old one as soon as you've published new changes to a list
sv_se: Är du säker på att du vill spara en ny version? Detta kommer att ersätta den gamla så snart du publicerar nya ändringar till en lista

source: Created %s by %s
sv_se: Skapad %s av %s

source: Add
sv_se: Lägg till

source: Settings
sv_se: Inställningar

source: Law Number
sv_se: Tillämplig lagstiftning

source: Decided
sv_se: Beslutat

source: Comes in Effect
sv_se: Träder i kraft

source: Transitional Rules Exist
sv_se: Övergångsregler finns

source: Filters
sv_se: Filter

source: Area
sv_se: Område

source: Add new area
sv_se: Lägg till nytt område

source: Choose Here
sv_se: Välj här

source: Chapter
sv_se: Kapitel

source: Add new chapter
sv_se: Lägg till nytt kapitel

source: Group
sv_se: Grupp

source: Add new group
sv_se: Lägg till ny grupp

source: Type
sv_se: Typ

source: Add new law type
sv_se: Lägg till ny typ

source: Advanced
sv_se: Avancerat

source: Is replacing these laws
sv_se: Ersätter följande författning

source: Is replaced upon next publish
sv_se: Ersätts vid nästa publicering

source: List
sv_se: Lista

source: Preview
sv_se: Förhandsvisning

source: Published
sv_se: Publik

source: This has permanent effect on the customers public laws
sv_se: Detta blir omgående synligt i kundernas publika författningar

source: Add new list
sv_se: Lägg till ny lista

source: Laws
sv_se: Författningar

source: Toggle All
sv_se: Visa/dölj alla

source: Add new law to the list
sv_se: Lägg till ny författning till listan

source: Print
sv_se: Skriv ut

source: Are you sure? This will archive all laws in this list and reset requiements.
sv_se: Är du säker? Detta kommer att arkivera alla författningar i denna lista och nollställa Uppfylls kraven.

source: This is only active in public display mode
sv_se: Denna är bara aktiv i publikt visningsläge

source: Archive Evaluation
sv_se: Arkivera Utvärdering

source: Reset Requirements
sv_se: Nollställ Uppfylls kraven

source: There are no laws in this list
sv_se: Det finns inga författningar i denna lista

source: Trash
sv_se: Papperskorg

source: Created
sv_se: Skapad

source: Effects on the company
sv_se: Så berörs verksamheten

source: Requirements met
sv_se: Så påverkas verksamheten av förändringarna

source: Evaluation
sv_se: Utvärdering/Efterlevnad

source: Receipt
sv_se: Kvitterad

source: Comply with requirements
sv_se: Uppfylls kraven

source: Replaced by
sv_se: Ersätts av

source: Back to list
sv_se: Tillbaka till listan

source: Back to preview
sv_se: Tillbaka till förhandsvisning

source: Previous law
sv_se: Föregående författning

source: Next law
sv_se: Nästa författning

source: View on Front-End
sv_se: Visa på framsida

source: Edit in Admin
sv_se: Redigera i admin

source: Export
sv_se: Exportera

source: Import
sv_se: Importera

source: Please, enter all required fields
sv_se: Var vänlig fyll i alla obligatoriska fält

source: There is already a law with that number or name
sv_se: Det finns redan en lag med samma namn eller tillämplig lagstiftning

source: Other requirements
sv_se: Andra krav

source: The law was deleted
sv_se: Författningen raderades

source: The law was removed from the list
sv_se: Författningen togs bort från listan

source: I could not remove the law from the list
sv_se: Jag kunde inte ta bort författningen från listan

source: The law now has the same lists as it's parent (%d -> %d)
sv_se: Författningen har nu fått samma listor som den författning som den ska ersätta vid nästa publicering (%d -> %d)

source: The parent does seam to have any list either
sv_se: Den författning som ska ersättas vid nästa publicering verkar inte heller ha någon lista

source: The list was archived and the requirements were reset
sv_se: Listan arkiverades och Uppfylls kraven nollställdes

source: The requirements were reset on the list
sv_se: Uppfylls kraven nollställdes för listan

source: The law was created
sv_se: Författningen skapades

source: The law was updated
sv_se: Författningen uppdaterades

source: Old versions
sv_se: Gamla versioner

source: Revoked
sv_se: Upphävd

source: Unknown
sv_se: Okänd

source: Edit
sv_se: Redigera

source: Delete
sv_se: Radera

source: Remove from List
sv_se: Ta bort från listan

source: Differences
sv_se: Skillnader

source: New Laws
sv_se: Nya författningar

source: Display Columns
sv_se: Visa kolumner

source: Responsibility
sv_se: Ansvar

source: Show old
sv_se: Visa gamla

source: Display Mode
sv_se: Visningsläge

source: Choose Requirements Here
sv_se: Välj om kraven uppfylls här

source: Not Evaluated
sv_se: Ej utvärderad

source: Choose Receipt Here
sv_se: Välj om kvitterad här

source: Filter
sv_se: Filtrering

source: All
sv_se: Alla

source: User
sv_se: Användare

source: Search
sv_se: Sök

source: Recover
sv_se: Återställ

source: Link
sv_se: Länk

source: Summary
sv_se: Sammanfattning

source: Export All Laws
sv_se: Exportera alla författningar

source: Lists
sv_se: Listor

source: Check Evaluation
sv_se: Kontrollera efterlevnad

source: Default
sv_se: Standard

source: Columns
sv_se: Kolumner

source: Order
sv_se: Sortering

source: All Laws
sv_se: Alla författningar

source: You have to choose a list to export
sv_se: Du måste välja en lista att exportera

source: Display Law List
sv_se: Visa lista med författningar

source: Law List
sv_se: Lista med författningar

source: Table
sv_se: Tabell

source: Expired %s, but transitional rules apply to %s
sv_se: Utgången %s, men övergångsregler gäller till %s

source: Expired, but transitional rules apply to %s
sv_se: Utgången, men övergångsregler gäller till %s

source: Expires
sv_se: Upphör att gälla

source: Expired
sv_se: Upphörde att gälla

source: Heading
sv_se: Rubrik

source: Display
sv_se: Visa
